import event1 from "./EventImages/event1.JPG";
import event2 from "./EventImages/event2.JPG";
import event3 from "./EventImages/event3.JPG";
import event4 from "./EventImages/event4.JPG";
import event5 from "./EventImages/event5.JPG";
import topPick1 from "./EventImages/topPick1.jpg";
import topPick2 from "./EventImages/topPick2.jpg";
import topPick3 from "./EventImages/topPick3.jpg";

export const data = [
  {
    id: 1,
    eventImage: event1,
    eventDate: "01.11.2024",
    eventName:
      "Экскурсия c Батыром Айнабековым: «Древний Рим: императоры, события, явления и покорение Британии».",
    eventDescription:
      "Мы совершим путешествие в историю Древнего Рима через портреты его правителей и артефакты, рассказывающие о ярких событиях политической, культурной и повседневной жизни. Посмотрим, как Рим покорял Британию.",
    eventPrice: "£45",
    showMore: false,
    searchTerm: "tour",
  },
  {
    id: 2,
    eventImage: event2,
    eventDate: "01.10.2024",
    eventName: "Тур в приморский город Брайтон с Ириной Кукота.",
    eventDescription:
      "В XVIII и XIX веках в Брайтон съезжался весь цвет английской аристократии. Бывали здесь и русские дворяне. Например, друг Пушкина, П.А. Вяземский, посвятил Брайтону целое стихотворение. Помимо прогулок по морскому побережью, нам предстоит визит в Королевский Павильон, построенный для гедониста и фантазера Принца Уэльского, в будущем Короля Георга IV. В 1815-1822 годах уже существовавший павильон был перестроен архитектором Джоном Нэшем в причудливом экзотическом 'индо-сарацинском' стиле. Помимо скандальных историй и дворцовых интриг (а дворец был построен как место любовных свиданий с Миссис Фитцгерберт, любовницей принца Георга, с которой он даже тайно обвенчался), Брайтонский Павильон прославился своим необычным убранством в стиле 'шинуазри'. До сих пор Музыкальная комната вместе с Банкетным залом поражают воображение. Что уж говорить об огромной кухне, на которой для принца Георга и его гостей создавал свои кулинарные шедевры Антонин Карем, личный шеф-повар принца и светило французской гастрономии! Павильон в Брайтоне — единственный дворец, который не принадлежит британской королевской семье, так как он был продан королевой Викторией городскому совету Брайтона в 1846 г. Брайтонский дворец в разное время посещали император Наполеон III, император Бразилии и Шах Персии. Здесь устраивал чтения своих романов писатель Чарльз Диккенс и выступали с лекциями писатель Уильям Теккерей и драматург Оскар Уайльд.",
    eventPrice: "£45",
    showMore: false,
    searchTerm: "tour",
  },
  {
    id: 3,
    eventImage: event3,
    eventDate: "01.09.2024",
    eventName:
      "Экскурсия по Tate Britain с Еленой Зайцевой. «Моя жена, моя лошадь и я».",
    eventDescription:
      "Мы охватим пять веков искусства Великобритании и проследим, как вместе с искусством - и при его активном участии — формировалось представление о национальном английском характере. Мы увидим, как художникам удалось выразить самую суть национальной идеи. Мы убедимся: что английское искусство — это искусство иконоборцев, бунтарей и разрушителей традиций; что в самой его основе лежит искусство иностранцев  и это замечательным образом перекликается с темой недавно открывшейся Венецианской биеннале; что самые великие английские художники не получили поддержки в своем отечестве, которое отозвалось на их невероятные, чудесные, опережающие время открытия вежливым холодом. К счастью, их полюбили во Франции, а теперь любят и во всем мире, особенно в Японии; что квинтэссенцией и вершиной чисто английского искусства оказалось творчество викторианских художников, мысли которых были обращены в глубокое прошлое. Эти художники были современниками импрессионистов и испытывали к ним острую неприязнь. И что в двадцатом веке британские художники применили все силы, чтобы идти «против течения» и, как водится, опередили всех примерно на сто лет.",
    eventPrice: "£40",
    showMore: false,
    searchTerm: "lecture family",
  },
  {
    id: 4,
    eventImage: event4,
    eventDate: "01.08.2024",
    eventName:
      "Мастер-класс для детей от 7-12 лет, «Наука детям» с Александром Соловьевым.",
    eventDescription:
      "Тема первого интерактивного урока:  “Физика звука. Можно ли создать музыку из воздуха? Как образуются звуковые волны? Почему музыкальные инструменты звучат по-разному? Как сделать ведробас?» Итак, что нас ждет? Серия опытов из области физики и химии, показывающих обычные предметы и явления с неожиданной стороны. Мы изготовим простейшие инструменты своими руками (саксофон из коктейльной трубки и губную гармошку из палочек для мороженого). Александр Соловьев - физик и биолог, долгое время работавший в разных странах (Россия🇷🇺, США🇺🇲, Япония🇯🇵, Венгрия🇭🇺,  Великобритания🇬🇧) и университетах с огромным опытом преподавания научных дисциплин как детям, так и взрослым. Мы очень давно мечтали пригласить Александра к нам и невероятно рады, что в его графике наконец появилась возможность посетить Бритиш Шик.",
    eventPrice: "£50",
    showMore: false,
    searchTerm: "family",
  },
  {
    id: 5,
    eventImage: event5,
    eventDate: "01.07.2024",
    eventName: "Лекция Елены Зайцевой ”Восемь выставок, изменивших искусство.",
    eventDescription:
      "Лекция рассказывает o главных героях движения импрессионистов. Мы поговорим о драматических событиях вокруг организации выставок и о каждом активном участнике этого процесса. Захватывающая история первых выставок импрессионистов — это и есть история создания импрессионизма как движения. Мы отметим отличительные черты стиля каждого художника и обсудим, что же объединяло весьма непохожих друг на друга мастеров. Разберем особенности стиля Клода Моне, Огюста Ренуара, Эдгара Дега, Берты Морило, Камиля Писарро и Альфреда Сислея, а также поговорим о работах других участников выставок, например, о молодом Поле Сезанне.",
    eventPrice: "£40",
    showMore: false,
    searchTerm: "lecture"
  },
  {
    id: 6,
    eventImage: event5,
    eventDate: "01.07.2024",
    eventName: "Лекция Елены Зайцевой ”Восемь выставок, изменивших искусство.",
    eventDescription:
      "Лекция рассказывает o главных героях движения импрессионистов. Мы поговорим о драматических событиях вокруг организации выставок и о каждом активном участнике этого процесса. Захватывающая история первых выставок импрессионистов — это и есть история создания импрессионизма как движения. Мы отметим отличительные черты стиля каждого художника и обсудим, что же объединяло весьма непохожих друг на друга мастеров. Разберем особенности стиля Клода Моне, Огюста Ренуара, Эдгара Дега, Берты Морило, Камиля Писарро и Альфреда Сислея, а также поговорим о работах других участников выставок, например, о молодом Поле Сезанне.",
    eventPrice: "£40",
    searchTerm: "lecture"
  },
  {
    id: 7,
    eventImage: event5,
    eventDate: "01.07.2024",
    eventName: "Лекция Елены Зайцевой ”Восемь выставок, изменивших искусство.",
    eventDescription:
      "Лекция рассказывает o главных героях движения импрессионистов. Мы поговорим о драматических событиях вокруг организации выставок и о каждом активном участнике этого процесса. Захватывающая история первых выставок импрессионистов — это и есть история создания импрессионизма как движения. Мы отметим отличительные черты стиля каждого художника и обсудим, что же объединяло весьма непохожих друг на друга мастеров. Разберем особенности стиля Клода Моне, Огюста Ренуара, Эдгара Дега, Берты Морило, Камиля Писарро и Альфреда Сислея, а также поговорим о работах других участников выставок, например, о молодом Поле Сезанне.",
    eventPrice: "£40",
    searchTerm: "lecture"

  },
  {
    id: 8,
    eventImage: event5,
    eventDate: "01.07.2024",
    eventName: "Лекция Елены Зайцевой ”Восемь выставок, изменивших искусство.",
    eventDescription:
      "Лекция рассказывает o главных героях движения импрессионистов. Мы поговорим о драматических событиях вокруг организации выставок и о каждом активном участнике этого процесса. Захватывающая история первых выставок импрессионистов — это и есть история создания импрессионизма как движения. Мы отметим отличительные черты стиля каждого художника и обсудим, что же объединяло весьма непохожих друг на друга мастеров. Разберем особенности стиля Клода Моне, Огюста Ренуара, Эдгара Дега, Берты Морило, Камиля Писарро и Альфреда Сислея, а также поговорим о работах других участников выставок, например, о молодом Поле Сезанне.",
    eventPrice: "£40",
    searchTerm: "lecture"
  },
];

export const topPicksData = [
  {
    id: 1,
    image: topPick1,
    title:
      "Экскурсия в музей Виктории и Альберта с автором книги «Записки лондонского гида», Джерри Миллером.",
    description:
      "Музей Виктории и Альберта V&A - это крупнейший в мире музей декоративного, прикладного и изобразительного искусства. В нём представлено всё, что ассоциируется со словами «стиль» и «образец» - ремесленные изделия и предметы искусства, изготовленные различными методами из самых разных материалов. О масштабе коллекции судите сами: 4,5 миллиона экспонатов, 145 залов общей площадью 5 га и протяжённостью в 11 км. Наша экскурсия продлится примерно 2.5 часа и мы сосредоточимся на залах скульптуры и изобразительного искусства, а также на общей ориентации в музее. На нашем пути будет зал картонов Рафаэля, коллекция работ Огюста Родена, полотна Уильяма Тернера и Джона Констебла, фрески Фредерика Лейтона, кафе с интерьерами Уильяма Морриса и Эдварда Бёрн-Джонса и многое, многое другое. Мы сделаем особый упор на Национальную коллекцию скульптуры и коллекцию европейской живописи.",
  },
  {
    id: 2,
    image: topPick2,
    title:
      "Загородная поездка в Hever Castle, некогда принадлежавший Анне Болейн с Ириной Кукота.",
    description:
      "Cооруженный в XIV веке, этот замок стал известен как место, где прошли детские годы Анны Болейн - второй жены короля Генриха VIII и матери королевы Елизаветы I. Там даже сохранилась спальня Анны Болейн. Особое восхищение вызывает Длинная Галерея с коллекцией средневековых портретов. Эта галерея была построена, когда владелицей замка была Анна Клевская-- отвергнутая Генрихом VIII невеста. конце XIX и начале XX века замок был восстановлен из руин американским миллионером Уильямом Уолдорфом Астором. Пребывая в этом живописном замке, можно ощутить ход английской истории, начиная с Войны Алой и Белой Розы и с Тюдоровских времен и заканчивая правлением короля Эдуарда VII. Для тех, кто был на нашей экскурсии по Two Temple Place, эта поездка станет увлекательным продолжением истории семейства Асторов. Те, кто интересуется историей Тюдоров, смогут окунуться в атмосферу своей любимой эпохи.",
  },
  {
    id: 3,
    image: topPick3,
    title:
      "Экскурсия в Кентербери с экспертом в области архитектуры Дмитрием Беззубцевым.",
    description:
      "В Кентербери расположен один из лучших готических соборов, грандиозный и немного странный, тот ради которого стоит ехать, даже если бы он стоял просто в чистом поле. Кентерберийский собор – гигант, которого мы будем рассматривать неспешно: позднеготические башни и портал, интерьеры разных эпох, подземелья крипты, а еще огромный сохранный комплекс построек аббатства, в том числе обыденности типа умывальников и лестничных переходов, ну только они 12 века. Если будет отличная погода, то мы берем покрывала — готику очень хорошо обсуждать, лежа на траве рядом. Мы насладимся деревянным подлинным 16-17 веком, который обыденно живет на улицах этого городка. Еще и викторианская архитектура на High Street очень хороша своим наивным шиком.",
  },
];
